<?php
/**
 * Конфигуацция движка
 * User: Black
 */

// Настройка подключения к базе
$db_server = "127.0.0.1";
$db_user = "root";
$db_pass = "";
$db_name = "ferun";

// Настройка данных сайта
$site['name'] = "FERun v0.0.7";
$site['domen'] = 'ferun';

// Настройка данных движка
$cfg_gametype['name'] = array(
    1 => 'ADR',
    2 => 'KBADRAT',
    3 => 'MV',
    4=> 'DC' );
$cfg_gametype['engine'] = array(
    1 => '',
    2 => '6',
    3 => '',
    4 => '' );
$cfg_gametype['edit'] = array(
    1 => '',
    2 => '5',
    3 => '',
    4 => '' );
$cfg_timeadjustment = 10800;

// Настройка стандартных данных
$cfg_default['month'] = array( 	'01' => 'Январь',
    '02' => 'Февраль',
    '03' => 'Март',
    '04' => 'Апрель',
    '05' => 'Май',
    '06' => 'Июнь',
    '07' => 'Июль',
    '08' => 'Август',
    '09' => 'Сентябрь',
    '10' => 'Октябрь',
    '11' => 'Ноябрь',
    '12' => 'Декабрь');