<?php
// индекс 7(8)
// Информация о сайте 
// версия 0.1

///////////////////////////////////////////
//        ИНФОРМАЦИЯ О САЙТЕ
///////////////////////////////////////////

$page['text'] = '<table style="width: 100%">
					<tr>
						<td>Инструкция</td>
						<td>Инструкция организаторам</td>
						<td>Какая то еще инфа))</td>
						<td>История версий</td>
					</tr>
				</table>
				';
$page['text'] .= '<table style="width: 100%" border=1>
					<tr>
						<td>Версия</td>
						<td>Описание изменений</td>
					</tr>
					<tr>
						<td>&nbsp;</td>
						<td>&nbsp;</td>
					</tr>
					<tr>
						<td>&nbsp;</td>
						<td>&nbsp;</td>
					</tr>
					<tr>
						<td>0.0.5</td>
						<td>Исправлена поддержка кирилицы<br />
							Добавлена страница "Информация о сайте"<br />
							Добавлена возможность регистрации</td>
					</tr>
				</table>
';